Repository: michaelmcandrew/3sd
Catalog: drupal/sites/all/modules/notify/po/*.po
Languages: da, es, fr, it, pl

source: Enables notifications by e-mail.
da: Muliggør påmindelser via e-post.
es: Habilita las notificaciones por correo electrónico.
fr: Active les notifications par courriel.
pl: Umożliwia powiadamianie pocztą elektroniczną

source: Send notifications every
da: Send påmindelser hver
es: Envía notificaciones cada
fr: Envoyer des notifications tous les
pl: Wyślij powiadomienie co

source: Requires crontab.
da: Kræver crontab.
es: Requiere el crontab.
fr: Requiert crontab.
pl: Wymaga crontab.

source: Number of failed sends after which notifications are disabled.
da: Antal fejlslagne forsøg før påmindelser deaktiveres
pl: Liczba bezskutecznych prób wysłania powiadomień przed ich wyłączeniem.

source: my notify settings
da: mine påmindelser
es: mis parámetros de notificación
fr: mes paramètres de notification
pl: moje ustawienia powiadomień

source: notifications
da: påmindelser
es: notificaciones
pl: powiadomienia

source: access notify
da: tilgå påmindelser
es: notificación de acceso
fr: accéder aux notifications
pl: dostęp do powiadomień

source: administer notify
da: administrer påmindelser
es: administrar notify
fr: administrer les notifications
pl: zarządzanie powiadomieniami

source: notify
da: påmind
fr: notifications
pl: powiadomienia

source: Save settings
da: Gem indstillinger
it: Salva le impostazioni
pl: Zachowaj ustawienia

source: Notify settings saved
da: Indstillinger gemt
it: Impostazioni di notifica salvate
pl: Ustawienia zapisane

source: Master switch
da: Hovedkontakt
es: Commutador principal
fr: Commutateur principal
pl: Główny przełącznik

source: Notify status
da: Status
es: Estado de la notificación
fr: État des notifications
it: Status delle notifiche:
pl: Stan powiadomień

source: Disabled
da: Deaktiveret
pl: Wyłączony

source: Enabled
da: Aktiveret
it: Abilitato
pl: Włączony

source: Do you wish to receive periodic e-mails when new content is posted?
da: Ønsker du at modtage regelmæssige e-mail når nye indlæg offentliggøres?
es: ¿Quereis recibir periódicamente correos electrónicos cuando se publique nuevo contenido?
fr: Souhaitez-vous recevoir des courriels périodiques lorsque du contenu nouveau est posté ?
it: Vuoi ricevere e-mail periodiche ogni qual volta vengono pubblicati nuovi contenuti sul sito?
pl: Czy pragniesz regularnie otrzymywać listy w przypadku nowych wiadomości na serwerze?

source: Detailed settings
da: Detaljerede indstillinger
es: Parámetros en detalle
fr: Paramètres détaillés
pl: Ustawienia szczegółowe

source: Notify new content
da: Påmind om nyt indhold
es: Notificar nuevo contenido
fr: Notification de nouveau contenu
it: Notifica i nuovi contenuti:
pl: Powiadom o nowej zawartości

source: Include new content in the notification mail.
da: Medtag nyt indhold i e-mailen.
es: Incluir el nuevo contenido en el correo de notificación.
fr: Inclure le nouveau contenu dans le courriel de notification.
it: Includi i nuovi contenuti pubblicati nell'e-mail di notifica.
pl: Dołącz treść zmian w liście powiadomienia.

source: Content
da: Indhold
es: Contenido
fr: Contenu
it: Contenuto:
pl: Zawartość

source: Title only
da: Kun titel
es: El título solo
fr: Titre seulement
it: Solo il titolo
pl: Tylko tytuł

source: Title + Teaser
da: Titel + smagsprøve
es: El título y el resumen
fr: Titre et version abrégée
it: Titolo + descrizione
pl: Tytuł + opis

source: Title + Body
da: Titel + indhold
es: El título y el cuerpo
fr: Titre et corps
it: Il titolo + il corpo dell'articolo
pl: Tytuł + treść

source: Select the amount of each post that you would like to see in your notification e-mails.
da: Vælg hvor stor en del af hvert indlæg der skal medtages i e-mails.
es: Seleccione el contenido de la publicación que estará enviado en el correo de notificación.
fr: Sélectionnez le contenu à inclure dans le courriel de notification.
it: Seleziona cosa vuoi ricevere via e-mail
pl: Wskaż objętość każdego artykułu który otrzymasz w powiadomieniu.

source: Notify new comments
da: Påmind om nye kommentarer
es: Notifica nuevos comentarios
fr: Notification de nouveaux commentaires
it: Notifica nuovi commenti:
pl: Powiadamiaj o nowych komentarzach

source: Include new comments in the notification mail.
da: Medtag nye kommentarer i e-mailen.
es: Incluir los nuevos comentarios en el correo de notificación.
fr: Inclure les nouveaux commentaires dans le courriel de notification.
it: Includi i nuovi commenti nell'e-mail di notifica.
pl: Dołącz nowe komentarze do listu powiadomienia.

source: You need to set a e-mail address on your <a href="%url">my account</a> page.
da: Du skal angive en e-mail adresse på siden <a href="%url">min konto</a>.
pl: Musisz podać swój adres e-mail na <a href="%url">twoim koncie</a>.

source: Save
da: Gem
es: Guardar
fr: Sauvegarder
it: Salva
pl: Zapisz

source: The following table shows all users that have notifications enabled.
da: Den følgende tabel viser alle brugere, der har aktiveret påmindelser.
es: En esta lista figuran todos los usarios para quien las notificaciones estan habilitadas.
fr: Le tableau suivant montre tous les utilisateurs qui ont activé les notifications.
pl: Następująca tabela pokazuje wszystkich użytkowników którzy włączyli powiadomienia.

source: username
da: brugernavn
it: nome utente
pl: Nazwa użytkownika

source: e-mail address
da: e-mail adresse
es: dirección de correo electrónico
fr: adresse courriel
it: indirizzo e-mail
pl: Adres e-mail

source: content
da: indhold
it: contenuto
pl: zawartość

source: teasers
da: smagsprøver
es: resúmenes
fr: versions abrégées
it: descrizioni
pl: skrót

source: comment
da: kommentarer
it: commento
pl: komentarz

source: failed attempts
da: mislykkede forsøg
es: intentos fallidos
fr: tentatives ratées
it: tentativi falliti
pl: nieudane próby

source: notification for %name
da: %name's påmindelser
it: notifiche per %name

source: %sitename notification for %username
da: %sitename påmindelse for %username
pl: %sitename powiadomienie dla %username

source: Recent content
da: Seneste indhold
it: Contenuti recenti
pl: Ostatnia zawartość

source: %status %type by %author: %title
da: %status %type af %author: %title
it: %status %type da %author: %title
pl: %status %type przez %author: %title

source: queued
da: i kø
pl: skolejkowano

source: published
da: udgivet
pl: opublikowane

source: Greetings
da: Hej
it: Salve

source: This is an automatic mail from
da: Dette er en automatisk besked fra
it: Questo è un messaggio automatico da

source: To stop receiving these mails go to
da: Hvis du ikke ønsker at modtage disse beskeder, skal du gå til
it: Per non ricevere più queste e-mail clicca su

source: Recent comments
da: Seneste kommentarer
it: Commenti recenti
pl: Ostatnie komentarze

source: %count new comments attached to: %title
da: %count nye kommentarer knyttet til: %title
it: %count nuovi commenti riferiti a: %title
pl: %count nowych komentarzy do %title

source: %title by %author
da: %title af %author
es: %title por %author
fr: %title par %author
it: %title di %author
pl: %title przez %author

source: Greetings %user,
da: Hej %user,
es: Felicidades %user,
fr: %user,
pl: Witaj, %user,

source: This is an automatic mail from %sitename
da: Dette er en automatisk besked fra %sitename
pl: To automatyczna poczta z %sitename

source: To stop receiving these mails go to %notify-url
da: Gå til %notify-url hvis du ikke længere ønsker at modtage disse beskeder
pl: Aby zrezygnować z otrzymywania powiadomień idź do %notify-url

source: Notify: User %name (%mail) could not be notified. Mail error.
da: Påmind: Bruge %name (%mail) kunne ikke kontaktes. Mail fejl.
es: Notify: No se ha podido notificar al usuario %name (%mail). Error en el correo.
fr: Notification : L'utilisateur %name (%mail) n'a pu être notifié. Erreur de courriel.
it: Notifica: Utente %name (%mail) non può essere notificato. Errore nell'inviare la mail.
pl: Powiadomienia: Użytkownik %name (%mail) nie został powiadomiony. Błąd poczty elektronicznej.

source: Notify: User %name (%mail) notified successfully.
da: Påmind: Bruger %name (%mail) underrettet.
es: Notify: Se ha podido notificar con éxito el usuario %name (%mail).
fr: Notifications : L'utilisateur %name (%mail) a été notifié avec succès.
it: Notifica: Utente %name (%mail) è stato notificato con successo.
pl: Powiadomienia: User %name (%mail) został powiadomiony.

source: error
da: fejl
pl: błąd

source: user
da: bruger
pl: użytkownik

source: Your e-mail address must be specified on your <a href="%url">my account</a> page.
es: Hay que especefiar su dirección de correo electrónico en la pagina <a href="%url">mi cuenta</a>.
fr: Votre adresse courriel doit être spécifiée dans votre page <a href="%url">mon compte</a>.

source: %count pending notification e-mails have been sent.
es: %count correos electronicos de notificación fueron enviados.
fr: %count courriels de notification ont été envoyés.

source: %count notification e-mails could not be sent.
es: %count correos electronicos de notificación no pueden ser enviados.
fr: %count courriels de notification n'ont pu être envoyés.

source: No notification e-mails needed to be sent.
es: Nigún correo electrónico de notificación necesita ser enviado.
fr: Aucun courriel de notification n'a besoin d'être envoyé.

source: %sitename new content notification for %username
es: nuevo contenido de notificación de %sitename para %username
fr: Notification de nouveau contenu de %sitename pour %name

source: Queued
es: En cola
fr: en attente

source: Unpublished
es: no publicado
fr: non publié

source: %status %type by %author
es: %status %type por %author: %title
fr: %type %status par %author : %title

source: 1 new node
es: un nuevo nodo
fr: 1 nouveau noeud

source: Recent content - %count
es: %count nuevos contenidos
fr: Contenu récent - %count

source: %count new comments attached to %type posted by %author: %title
es: %count nuevos comentarios adjuntos a %type publicado por %author: %title
fr: %type posté par %author avec %count nouveaux commentaires : %title

source: Recent comments - %count
es: %count nuevos comentarios
fr: Commentaires récents - %count

source: This is an automatic e-mail from %sitename.
es: Éste es un correo electrónico automático de %sitename.
fr: Ceci est un courriel automatique de %sitename.

source: To stop receiving these e-mails, change your notification preferences at %notify-url
es: Para dejar de recibir estos correos, cambie su configuracíon aquí %notify-url
fr: Pour ne plus recevoir ces courriels, veuillez modifier vos options de notification à partir de %notify-url

source: Notify settings saved.
es: Parámetros de notificacíon guardados.
fr: Paramètres de notification sauvegardés.

source: Save and send now
es: Guardar y enviar ahora
fr: Sauvegarder et envoyer maintenant

source: Notify module installed successfully.
es: El módulo Notify ha sido instalado con éxito.
fr: Le module de notifications a été installé avec succès.

source: Table installation for the Notify module was unsuccessful. The tables may need to be installed by hand.
es: La instalación de la tabla para el módulo Notify no ha sido un éxito. Las tablas pueden necesitar una instalación manual.
fr: L'installation des tables du module de notifications a échoué. Il est possible que les tables doivent être créées manuellement.

source: The notification module allows users to subscribe to periodic e-mails which include all new or revised content and/or comments much like the daily news letters sent by some websites. Even if this feature is not configured for normal site users, it can be a useful feature for an administrator of a site to monitor content submissions and comment posts.
es: El módulo de notificación permite que los usarios se inscriban a recibir periodicamente correos electrónicos que contienen todo el contenido nuevo o revisado y/o comentarios, un poco como los boletínes de noticias de ciertos sitios web. Aunque esta característica no esta configurada para los usuarios normales del sitio, puede ser una característica útil a un administrador de sitio que quiere supervisar las nuevas publicaciones y les nuevos comentarios.
fr: Le module de notifications permet aux utilisateurs de s'abonner afin de recevoir des courriels périodiques, à la manière d'un bulletin quotidien, annonçant le nouveau contenu, le contenu modifié et/ou les nouveaux commentaires sur le site. Même si vous ne désirez pas offrir ce service aux utilisateurs normaux de votre site, cette fonction peut être très utile à l'administrateur d'un site afin de surveiller les contributions des utilisateurs.

source: The administrator sets the frequency of the e-mails in the notify administration interface. They can also set how many e-mail failures should occur before notify stops sending notifications. Note that cron must be enabled for notifications to be sent out.
es: Los administradores arreglan la frecuencia de los correos electrónicos en la interfaz de administración del modulo Notify. También pueden establecer cuantos fallos de correo van a succeder antes que pare de mandar las notificaciónes. Nota que el cron debe funcionar para que las notificaciónes pueden ser enviadas.
fr: L'administrateur détermine la fréquence des courriels de notification à partir de l'interface d'administration du module. Il peut également fixer un nombre maximal d'envois infructueux, nombre après lequel les notifications ne sont plus envoyées. Notez que la commande cron doit être activée afin que les notification puissent être envoyées.

source: <p>You can</p><ul><li>set up your site to run tasks automatically at required intervals. For more information, see <a href="%admin-help-system">cron</a>.</li><li>administer notify <a href="%admin-settings-notify">administer &gt;&gt; settings &gt;&gt; notify</a>.</li></ul>
es: <p>Usted puede</p><ul><li>programar su sitio para que las tareas operan autómaticamente y en requeridos intervalos. Para otras informaciónes, consulta <a href="%admin-help-system">cron</a>.</li><li>administrar Notify <a href="%admin-settings-notify">administrar&gt;&gt; parámetros de &gt;&gt;Notify</a>.</li></ul>
fr: <p>Vous pouvez</p><ul><li>configurer le site pour exécuter des tâches automatiquement à une fréquence choisie. Pour plus d'informations, voyez <a href="%admin-help-system">cron</a>.</li><li>configurer le module Notify <a href="%admin-settings-notify">administer &gt;&gt; settings &gt;&gt; notify</a>.</li></ul>

source: For more information please read the configuration and customization handbook <a href="%notify">Notify page</a>.
es: Si quiere más información, puede leer el manual sobre configuración y personalización en la <a href="%notify">página de Notify</a>.
fr: Pour plus d'informations, veuillez consulter le <a href="%notify">manuel de configuration du module de notifications</a>.

source: E-mail notification settings
es: Los parámetros correos de notificación
fr: Paramètres de notification par courriel

source: Number of failed sends after which notifications are disabled
es: Cuantidad de intentos fallidos antes de dehabilitar las notificaciones
fr: Nombre d'envois infructueux après lequel désactiver les notifications

source: notify settings
es: Parámetros de notificación
fr: paramètres de notification
